sim/0/U.air
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U.air;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);

boundaryField
{
    Inlet
    {
        type            fixedValue;
        value           uniform (4 0 0);
    }
    Outlet
    {
        type            zeroGradient;
    }
    Wall
    {
        type            noSlip;
    }
    Empty
    {
        type            zeroGradient;
    }
}

// 반드시 여기에 빈 줄 한 줄이 있어야 함
