sim/0/k.air
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0.01;
boundaryField
{
    Inlet { type fixedValue; value uniform 0.01; }
    Outlet { type zeroGradient; }
    Wall { type kLowReWallFunction; value uniform 0.01; }
    Empty { type zeroGradient;
}
