sim/0/nut.air
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object nut; }
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
    Inlet { type calculated; value uniform 0; }
    Outlet { type calculated; value uniform 0; }
    Wall { type nutkWallFunction; value uniform 0; }
    Empty { type zeroGradient;
}
