sim/0/omega.air
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object omega; }
dimensions [0 0 -1 0 0 0 0];
internalField uniform 1.0;
boundaryField
{
    Inlet { type fixedValue; value uniform 1.0; }
    Outlet { type zeroGradient; }
    Wall { type omegaWallFunction; value uniform 1.0; }
    Empty { type zeroGradient;
}
