sim/0/phi
FoamFile { version 2.0; format ascii; class surfaceScalarField; location "0"; object phi; }
dimensions [0 3 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
    Inlet { type calculated; value uniform 0; }
    Outlet { type calculated; value uniform 0; }
    Wall { type calculated; value uniform 0; }
    Empty { type zeroGradient;
}
