sim/constant/cloudProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      cloudProperties;
}

type            MPPICCloud;

solution
{
    active      true;
    transient   true;
    coupled     true;
    cellValueSourceCorrection true;
    maxCo       0.3;
    sourceTerms
    {
        schemes
        {
            U.air       explicit;
        }
    }
    interpolationSchemes
    {
        rho.air     cell;
        U.air       cell;
        mu.air      cell;
    }
    integrationSchemes
    {
        U           Euler;
    }
}

constantProperties
{
    rho0            2500;
    d0              0.001;
    youngsModulus   1e8;
    poissonsRatio   0.35;
}

subModels
{
    particleForces { sphereDrag; gravity; }
    injectionModels {};
    dispersionModel none;
    patchInteractionModel none;
    stochasticCollisionModel none;
    surfaceFilmModel none;
    packingModel none;
    dampingModel none;
    isotropyModel none;
}
