sim/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2312                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    Wall
    {
        type            patch;
        nFaces          376;
        startFace       4764;
    }
    Inlet
    {
        type            patch;
        nFaces          10;
        startFace       5140;
    }
    Outlet
    {
        type            patch;
        nFaces          20;
        startFace       5150;
    }
    Empty
    {
        type patch;
        nFaces          1898;
        startFace       5170;
    }
)

// ************************************************************************* //
